Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Using account: %@
es: Usando cuenta: %@
id: Menggunakan akun: %@
nl: Met account: %@

source: Using NIP-04
es: Usando NIP-04
id: Menggunakan NIP-04
nl: via NIP-04

source: Verify again
es: Verificar nuevamente
id: Verifikasi lagi
nl: Opnieuw verifiëren

source: Verify message signatures
es: Verificar firmas de mensajes
id: Verifikasi tanda tangan pesan
nl: Verifieer bericht handtekeningen

source: Video ready
es: Vídeo listo
id: Videonya sudah siap
nl: Video gereed

source: Videos
es: Vídeos
id: Video

source: View on web
es: Ver en la web
id: Lihat di web
nl: Toon via web

source: Voice
es: Voz
id: Suara
nl: Spraak

source: Voice Message feed settings
es: Configuración de la fuente de mensajes de voz
id: Pengaturan umpan Pesan Suara
nl: Audioberichten feed instellingen

source: Voice Messages
es: Mensajes de voz
id: Pesan Suara
nl: Audioberichten

source: Voice Messages (Yaks)
es: Mensajes de voz (Yaks)
id: Pesan Suara (Yak)
nl: Audioberichten (Yaks)

source: Voice Messages feed from people you follow
es: Los mensajes de voz provienen de las personas que sigues
id: Umpan Pesan Suara dari orang yang Anda ikuti
nl: Audioberichten van wie je volgt

source: VPN detected
es: VPN detectada
id: VPN terdeteksi
nl: VPN gedetecteerd

source: VPN detection
es: Detección de VPN
id: Deteksi VPN
nl: VPN herkenning

source: VPN not detected
es: VPN no detectada
id: VPN tidak terdeteksi
nl: VPN niet gedetecteerd

source: We Don't Need No Stinkin' Badges
es: No necesitamos insignias apestosas
id: Kami Tidak Membutuhkan Lencana yang Tidak Bau
nl: "Weg Met Medailles!"

source: Web App
es: Aplicación web
id: Aplikasi Web

source: Web of Trust filter
es: Filtro Web of Trust
id: penyaring Web of Trust

source: Web of Trust spam filter
es: Filtro de spam Web of Trust
id: Filter spam Web of Trust

source: Week
es: Semana
id: Pekan

source: Welcome to **Nostur**
es: Bienvenido a **Nostur**
id: Selamat datang di **Nostur**
nl: Welkom bij **Nostur**

source: Welcome to the chat
es: Bienvenido a la charla
id: Selamat datang di obrolan
nl: Welkom in de chat

source: What do you want to talk about?
es: ¿De qué quieres hablar?
id: Apa yang ingin kamu bicarakan?
nl: Waar wil je het over hebben?

source: What's happening?
es: ¿Lo que está sucediendo?
id: Apa yang terjadi?
nl: Wat is er nieuw?

source: When at top, auto scroll if there are new posts
es: Cuando esté en la parte superior, desplacese automáticamente si hay publicaciones nuevas
id: Kalau di atas auto scroll kalau ada postingan baru
nl: Automatisch naar nieuwe berichten scrollen wanneer je al bovenaan het scherm bent

source: When to auto-download media posted by others
es: Cuándo descargar automáticamente medios publicados por otros
id: Kapan mengunduh otomatis media yang diposting oleh orang lain
nl: Auto-download media geplaatst door anderen

source: When you bookmark a post it will show up here.
es: Cuando marcas una publicación, aparecerá aquí.
id: Saat Anda mem-bookmark sebuah postingan, postingan tersebut akan muncul di sini.
nl: Als je een bladwijzer bij een bericht aan zet zal deze hier verschijnen

source: Which relays should others use to find posts for account: %@? (choose 3 max)
es: ¿Qué relays deberían usar otros para buscar publicaciones para la cuenta: %@? (elija 3 máximo)
id: relays mana yang harus digunakan orang lain untuk menemukan postingan untuk akun: %@? (pilih maks 3)
nl: Welke relays zouden anderen moeten gebruiken om berichten te vinden van %@? (kies max 3)

source: Which relays should others use to reach account: %@? (choose 3 max)
es: ¿Qué relays deberían usar otros para acceder a la cuenta: %@? (elija 3 máximo)
id: relays mana yang harus digunakan orang lain untuk mencapai akun: %@? (pilih maks 3)
nl: Welke relays zouden anderen moeten gebruiken om %@ te bereiken? (kies 3 max)

source: Which relays should others use to send private messages to %@? (choose 3 max)
es: ¿Qué relays deberían usar otros para enviar mensajes privados a %@? (elija 3 máximo)
id: relays mana yang harus digunakan orang lain untuk mengirim pesan pribadi ke %@? (pilih maks 3)
nl: Welke relays moeten anderen gebruiken om privéberichten te sturne naar %@? (kies max 3)

source: Will not download media and previews
es: No descargará medios ni vistas previas.
id: Tidak akan mengunduh media dan pratinjau
nl: Geen media en voorbeelden downloaden

source: Will show balance in side bar
es: Mostrará el saldo en la barra lateral.
id: Akan menunjukkan keseimbangan di side bar
nl: Toon saldo in zijbalk

source: Will show from which app/client something was posted, if available
es: Mostrará desde qué aplicación/cliente se publicó algo, si está disponible
id: Akan menunjukkan dari aplikasi/klien mana sesuatu diposting, jika tersedia
nl: Toon vanuit welke app iemand verstuurd heeft (wanneer beschikbaar)

# WOT_OFF
source: Off
es: Apagado
id: Mati
nl: Uit

# WOT_STRICT
source: Strict
es: Estricto
id: Ketat

source: write
es: escribir
id: menulis
nl: versturen

source: write: you post to this relay, so others read from there.
es: Escribe: publicas en este relay, para que otros lean desde allí.
id: tulis: Anda memposting ke relay ini, sehingga orang lain membaca dari sana.
nl: write: je verzend naar deze relays, anderen kunnen je berichten hier vinden.

source: Year
es: Año
id: Tahun
nl: Jaar

source: you · anon
es: tú · anónimo
id: kamu · segera
nl: jij · anon

source: You are not following anyone yet, visit the explore tab and follow some people
es: Aún no sigues a nadie, visita la pestaña explorar y sigue a algunas personas.
id: Anda belum mengikuti siapa pun, kunjungi tab jelajahi dan ikuti beberapa orang
nl: Je volgt nog niemand, via het tabje Verkennen kan je beginnen met volgen

source: You are not following anyone yet, visit the Explore tab and follow some people
es: Aún no sigues a nadie, visita la pestaña Explorar y sigue a algunas personas.
id: Anda belum mengikuti siapa pun, kunjungi tab Jelajahi dan ikuti beberapa orang
nl: Je volgt nog niemand, kijk bij Verkennen en volg een aantal mensen

source: You are using a read-only account. Switch to another account or add the private key to fully use this account.
es: Estás utilizando una cuenta de solo lectura. Cambie a otra cuenta o agregue la clave privada para utilizar esta cuenta por completo.
id: Anda menggunakan akun hanya-baca. Beralih ke akun lain atau tambahkan kunci pribadi untuk menggunakan akun ini sepenuhnya.
nl: Je gebruikt een alleen-lezen account. Schakel naar een ander account of voeg de privé sleutel toe aan dit account om volledig gebruik te maken van dit account.

source: You have not received any messages
es: No has recibido ningún mensaje
id: Anda belum menerima pesan apa pun
nl: Je hebt nog geen berichten ontvangen

source: Your **Alby** wallet is now connected with **Nostur**, you can now enjoy a seamless zapping experience!
es: Tu billetera **Alby** ya está conectada con **Nostur**. ¡Ahora puedes enviar zap sin complicaciones!
id: Dompet **Alby** Anda sekarang terhubung dengan **Nostur**. Sekarang Anda bisa mengirim zap dengan lebih lancar!
nl: Je **Alby** portemonnee is nu verbonden met **Nostur**, je kan nu zappen met gemak!

source: Your address for receiving zaps has been set to: %@
es: Tu dirección para recibir zap se ha configurado como: %@
id: Alamat Anda untuk menerima zap telah diatur ke: %@
nl: Je adres om zaps te ontvangen is ingesteld op: %@

source: Your balance:
es: Tu saldo:
id: Saldo Anda:
nl: Jouw saldo:

source: Your name
es: Su nombre
id: Namamu
nl: Je naam

source: Your private key controls your account. Never share it with anyone. Anyone with this key can fully access your account and post as you.
es: Su clave privada controla su cuenta. Nunca lo compartas con nadie. Cualquier persona con esta clave puede acceder completamente a su cuenta y publicar como usted.
id: Kunci pribadi Anda mengontrol akun Anda. Jangan pernah membaginya dengan siapa pun. Siapa pun yang memiliki kunci ini dapat mengakses sepenuhnya akun Anda dan memposting sebagai Anda.

source: Your report is public, other users can use your report to improve the network
es: Su informe es público, otros usuarios pueden utilizar su informe para mejorar la red.
id: Laporan Anda bersifat publik, pengguna lain dapat menggunakan laporan Anda untuk meningkatkan jaringan
nl: Je melding is openbaar, andere gebruikers kunnen je melding gebruiken om het netwerk te verbeteren

source: Your wallet is now connected with **Nostur**, you can now enjoy a seamless zapping experience!
es: Tu billetera ya está conectada con **Nostur**. ¡Ahora puedes enviar zap sin complicaciones!
id: Dompet Anda sekarang terhubung dengan **Nostur**. Sekarang Anda bisa mengirim zap dengan lebih lancar!
nl: Je portemonnee is nu verbonden met **Nostur**, je kan nu zappen met gemak!

source: Zap custom amount
es: Zap cantidad personalizada
id: Jumlah khusus Zap
nl: Zap aangepast bedrag

source: Zap failed for [contact](nostur:p:%@). %@
es: Zap falló para [contacto](nostur:p:%@). %@
id: Zap gagal untuk [kontak](nostur:p:%@). %@
nl: Zap niet gelukt voor [contact](nostur:p:%@). %@

source: Zap receipt from
es: Recibo de zap de
id: Tanda terima zap dari
nl: Zapbonnetje van

source: Zapped
es: Zappedido

source: Zapped %@
es: Enviaste zap a %@
id: Mengirim zap ke %@
nl: Gezapt %@

source: Zapped %@ sats %@
es: Enviaste zap de %@ sats %@
id: Mengirim zap %@ sats %@
nl: Gezapt: %@ sats %@

source: Zapped feed time frame
es: Periodo del feed Zapped
id: Rentang waktu feed Zapped
nl: Zapped feed tijdsvak

source: Zapping
es: Enviar zap
id: Mengirim zap
nl: Zappen

source: zaps
es: zap
id: zap

source: Zaps
es: Zap
id: Zap

source: Zaps failed on: %@ (Timeout).
es: Zap fallidos en: %@ (tiempo de espera agotado).
id: Zap gagal pada: %@ (waktu habis).
nl: Zaps niet gelukt bij: %@ (Timeout).

source: Zaps may have failed on: %@.
es: Es posible que los zap hayan fallado en: %@.
id: Zap mungkin gagal pada: %@.
nl: Zaps mogelijk mislukt bij: %@

source: Zaps received recently
es: Zap recibidos recientemente
id: Zap yang diterima baru-baru ini
nl: Zaps recent onvangen

source: Zaps you received will show up here
es: Los zap que recibas aparecerán aquí
id: Zap yang Anda terima akan muncul di sini
nl: Ontvangen zaps zullen hier verschijnen

source: [#memes](nostur:t:memes)
id: [#memes](nostur:t:meme)

# %@ sats %@
source: %1$@ sats %2$@
id: %1$@ dengan %2$@

source: 2h
id: 2 jam
nl: 2u

source: 4h
id: 4 jam
nl: 4u

source: 8h
id: 8 jam
nl: 8u

source: 12h
id: 12 jam
nl: 12u

source: 24h
id: 24 jam
nl: 24u

source: 48h
id: 48 jam
nl: 48u

source: Error
id: Kesalahan

source: Error: 00
id: Kesalahan: 00

source: Feeds
id: Umpan

source: Hashtag
id: Tanda pagar

source: Hashtags
id: Tagar

source: Niks
id: Nik

source: REC
id: REKAM

source: Total: %lld
id: Jumlah: %lld
nl: Totaal: %lld

source: y
id: kamu
nl: j

source: Yaks
id: Yak

source: DM
nl: PB

source: DM relays
nl: Privéberichten relays

source: h
nl: u

source: Lightning Address (LUD-06/16)
nl: Lightningadres (LUD-06/15)

source: nsecBunker appears offline, post will be saved but not published
nl: nsecBunker lijkt offline, bericht wordt opgeslagen maar niet verstuurd

# THUNDERZAP_NORMAL
source: Normal
nl: Normaal

# WOT_NORMAL
source: Normal
nl: Normaal

source: wss://nostr.relay.url.here
nl: wss://nostr.relay.url.hier
